Name = input("Введите своё имя")
Age = input("Введите свой возраст")
Joke = input("Введите три цифры с оборота карты")
print("Я думаю вас зовут ",Name," Вам ",Age," Лет.")
def joke1(Joke):
    if Joke != "0":
        print("Мне не нужны твои деньги, я пошутил")
joke1(Joke)
DevelopIsCool = True
#Сидит ворона на ветке с сыром в клюве,а под деревом в норе мыши выпивают
#Тут мышь выходит и говорит "Ворона, пить будешь?" "Дааа"- отвечает ворона
#Сыр упал, мышь забрала его и зашла обратно. На следующий день всё повторяется
#Мышь -"Ворона, пить будешь?".Тишина...Мышь снова говорит-"Так тебе наливать?"
#"Дааа"- отвечает ворона.Мышь уходит с сыром.На третий день диалог был следующий
#"Ворона, пить будешь?" Тишина.."Так тебе наливать?" Тишина.. "Ты думаешь я опять
# тебя обману?" Ворона- "Дааа"....
Sum = 15 + 36
print(Sum ," Это просто сложение, не обращайте внимание")


